Tests/Authentication/Resources.bundle/login_create_token_request_empty.xml

<soap:Envelope xmlns:c=\"http://www.w3.org/2003/05/soap-encoding\" xmlns:soap=\"http://www.w3.org/2003/05/soap-envelope\" xmlns:n1=\"http://www.w3.org/2005/08/addressing\" xmlns:n2=\"http://www.w3.org/2003/05/soap-envelope\" xmlns:n3=\"http://www.w3.org/2005/08/addressing\" xmlns:n4=\"http://www.w3.org/2005/08/addressing\" xmlns:n5=\"http://www.w3.org/2005/08/addressing\" xmlns:n6=\"http://www.w3.org/2005/08/addressing\" xmlns:n7=\"http://www.w3.org/2003/05/soap-envelope\" xmlns:n8=\"http://docs.oasis-open.org/ws-sx/ws-trust/200512\"><soap:Header><n1:Action n2:mustUnderstand=\"1\">http://docs.oasis-open.org/ws-sx/ws-trust/200512/RST/Issue</n1:Action><n3:MessageID>urn:uuid:61AEC022-C5FB-48C2-ABE0-AC73862BEF0D</n3:MessageID><n4:ReplyTo><n5:Address>http://www.w3.org/2005/08/addressing/anonymous</n5:Address></n4:ReplyTo><n6:To n7:mustUnderstand=\"1\">http://localhost:8765/Authentication/I_Authentication_Insurant</n6:To></soap:Header><soap:Body id=\"o0\" c:root=\"1\"><n8:RequestSecurityToken></n8:RequestSecurityToken></soap:Body></soap:Envelope>